[
    {
        "id": 1,
        "name": "Kopi Kayu Lawas",
        "src": "./src/assets/images/kopi-kayu-lawas.jpg",
        "imageAlt": "Kopi Kayu Lawas",
        "address": "Jl. Kasongan No.88, Tirto, Bangunjiwo, Kec. Kasihan, Kabupaten Bantul, Daerah Istimewa Yogyakarta",
        "description": "Kota Yogyakarta menjadi salah satu destinasi wisata yang banyak dikunjungi wisatawan. Baik dalam negeri maupun luar negeri. Salah satu yang bisa anda kunjungi adalah Kopi Kayu Lawas.\nAnda dapat sekalian berwisata di Desa Wisata Gerabah Kasongan.\nKopi Kayu Lawas adalah restoran dengan tema \"tempo doeloe\". Restoran ini dibangun di pedesaan yang sangat asri. Membuat suasana restoran nyaman dan tenang."
    },
    {
        "id": 2,
        "name": "Loko Cafe",
        "src": "./src/assets/images/loko-cafe.jpg",
        "imageAlt": "Loko Cafe",
        "address": "Komp. Ps. Kembang, Jl. Ps. Kembang, Sosromenduran, Gedong Tengen, Kota Yogyakarta, Daerah Istimewa Yogyakarta",
        "description": "Loko Coffee mengusung konsep perkeretaapian. Ornamen cafenya di desain seperti kondisi di dalam kereta api. Yang lebih menarik lagi adalah meja dan kursi di Loko Coffee terbuat dari kayu bekas bantalan rel kereta api."
    },
    {
        "id": 3,
        "name": "Legend Coffee 247 Games Cafe",
        "src": "./src/assets/images/legend-coffee-247.jpg",
        "imageAlt": "Legend Coffee 247",
        "address": "Jl. Abu Bakar Ali No.24-26, Kotabaru, Kec. Gondokusuman, Kota Yogyakarta, Daerah Istimewa Yogyakarta",
        "description": "Ada banyak hal unik yang dapat Anda temukan di kafe ini. Tempat nongkrong yang sangat cocok buat Anda para gamers. Di sini menyediakan setidaknya terdapat 15 jenis kopi khas di café legend ini dengan 100 jenis varian menu lainnya.\nLegend Coffe ini membuat kafenya memiliki desain semenarik mungkin untuk dapat menarik minat para pembeli. Tidak dapat dipungkiri adanya kebebasan bermain dalam kafe ini membuatnya semakin ramai pengunjung hingga membuka cabang di beberapa daerah."
    },
    {
        "id": 4,
        "name": "Filosofi Kopi",
        "src": "./src/assets/images/filosofi-kopi.jpg",
        "imageAlt": "Filosofi Kopi",
        "address": "Jl. Pandhawa No.001/17, Tegal Rejo, Sariharjo, Kec. Ngaglik, Kabupaten Sleman, Daerah Istimewa Yogyakarta",
        "description": "Untuk masyarakat Jogja dan dekat dapat berupaya berkunjung di wisata kuliner filosofi kopi Jogja, merasakan sensasi minum hot drink ini disajikan berbeda di tempat – tempat yang lain, artinya kedai kopi terletak di zona pedesaan dan jauh dari hiruk-pikuk kota.\n        Pertama kali Anda merambah posisi wisata, bakal langsung memandang deretan rumah joglo klasik autentik, di mana dinding–dinding rumah berbahan kayu jati asli.\nSajian menu kopi dan cemilan buat hanya menemani kenikmatan kopi, terbilang terbatas di Filosofi Kopi Jogja, artinya cuma sediakan sebagian tipe saja."
    },
    {
        "id": 5,
        "name": "Warung Es Buah PK",
        "src": "./src/assets/images/es-buah-pk.jpg",
        "imageAlt": "Warung Es Buah PK",
        "address": "Jl. Pakuningratan, Jetis, Yogyakarta\nJl. Kyai Mojo, Tegalrejo, Yogyakarta\nKlajuran, Godean, Sleman",
        "description": "Nama Warung Es Buah PK telah menjadi salah satu legenda kedai es di Yogyakarta. Kedai yang telah terdapat semenjak tahun 1973 dan terletak di trotoar Jalan Pakuningratan, Cokrodiningratan, Jetis, Jogja.\nNamanya Es Buah PK yang adalah kuliner istimewa dan menyegarkan di Kota Gudeg.\nTidak jauh beda dengan yang lain, Es Buah PK terdiri dari buah nangka, cincau gelap, sawo, kelapa muda, blewah, sawo, alpukat yang disajikan di atas mangkuk. Setelah itu, baru ditambahkan dengan serutan es dan susu coklat buat membuat rasanya manis. Tidak kurang bonus sirup yang nyatanya terbuat dengan formula sendiri."
    },
    {
        "id": 6,
        "name": "Angkringan Lik Man",
        "src": "./src/assets/images/angkringan-lik-man.jpg",
        "imageAlt": "Angkringan Lik Man",
        "address": "Ps. Kranggan, Jl. Poncowinatan No.7, Gowongan, Kec. Jetis, Kota Yogyakarta, Daerah Istimewa Yogyakarta",
        "description": "Angkringan Lik Man merupakan angkringan legendaris, sebab pedagangnya adalah generasi awal pedagang angkringan di Yogyakarta yang umumnya berasal dari Klaten.\nBegitu sampai di angkringan yang buka pukul 18.00 ini, Anda dapat memesan bermacam minuman yang ditawarkan, panas maupun dingin. Pilihan minuman favorit adalah Kopi Joss, kopi yang disajikan panas dengan diberi arang. Kelebihan kopi itu adalah kadar kafeinnya yang rendah karena dinetralisir oleh arang."
    },
    {
        "id": 7,
        "name": "Kopi Klotok Pakem",
        "src": "./src/assets/images/kopi-klotok-pakem.jpg",
        "imageAlt": "Kopi Klotok",
        "address": "Jalan Kaliurang No.KM.16, Area Sawah, Pakembinangun, Kec. Pakem, Kabupaten Sleman, Daerah Istimewa Yogyakarta",
        "description": "Warung Kopi Klotok Jogja menjadi salah satu destinasi wisata kuliner yang ramai pengunjung.\nSaat datang ke Warung Kopi Klotok, Anda akan langsung disambut dengan bangunan tradisional khas Jawa. Sesuai namanya, tempat makan ini mengusung konsep warung sederhana dengan bangunan joglo tradisional, lengkap dengan furnitur antik tertata di dalamnya.\nNamun, di balik bangunan tradisional tersebut, tersimpan aneka menu makanan dan minuman lezat yang membuat Anda ketagihan."
    },
    {
        "id": 8,
        "name": "Warung Kopi Merapi",
        "src": "./src/assets/images/warkop-merapi.jpg",
        "imageAlt": "Warkop Merapi",
        "address": "Kepuharjo, Cangkringan, Petung, Kepuharjo, Kec. Cangkringan, Kabupaten Sleman, Daerah Istimewa Yogyakarta",
        "description": "Bagi Anda pecinta kopi cobalah datang ke tempat ini. Namanya Warung Kopi Merapi. Letaknya di kaki gunung Merapi. Selain merasakan kenikmatan secangkir kopi jenis Robusta atau Arabika, Anda dapat menyaksikan “sisa-sisa” keganasan erupsi gunung api paling aktif di dunia tersebut.\nSebagai informasi, tempat ini berdekatan dengan tempat wisata yang relatif baru, yaitu The Lost World Castle, dan juga Stonehenge. Sekalian berwisata, dapat juga mampir ke sini. Warung kopi merapi terdapat di Dusun Petung, Kepuharjo, Cangkringan, Sleman. "
    },
    {
        "id": 9,
        "name": "Rujak Es Krim Pakualam",
        "src": "./src/assets/images/rujak-es-krim.jpg",
        "imageAlt": "Rujak Es Krim Pakualam",
        "address": "Jl. Harjowinatan, RT.44/RW.10, Purwokinanti, Pakualaman, Kota Yogyakarta, Daerah Istimewa Yogyakarta",
        "description": "Terdapat beberapa penjual rujak es krim di Jogja, salah satunya yang terletak di sebelah barat tembok luar Pura Pakualaman. Hanya dengan harga di bawah sepuluh ribu rupiah, Anda sudah dapat menikmati satu porsi rujak es krim yang disajikan dalam mangkuk kecil. Es krim di sini teksturnya sangat lembut, manisnya pas, dan menyatu dengan bumbu serta serutan buah di rujaknya."
    },
    {
        "id": 10,
        "name": "Epic Coffee & Epilog Furniture",
        "src": "./src/assets/images/epic-coffee.jpg",
        "imageAlt": "Epic Coffee",
        "address": "Jl. Palagan Tentara Pelajar No.29, Mudal, Sariharjo, Kec. Ngaglik, Kabupaten Sleman, Daerah Istimewa Yogyakarta",
        "description": "Daya tarik Epic Coffee & Epilog Furniture Jogja Tentunya Epic Coffee Jogja disini sangat menyenangkan karena tempatnya didesain sangat cozy untuk para pengunjung dengan banyak menggunakan elemen kayu yang membuat suasana semakin menarik dan hangat. Epic Coffee Jogja mengusung taman terbuka yang membuat tempat ini sangat luas, tanaman hijau dan rerumputan serta pepohonan yang membuat suasana nyaman untuk menginap.\nAnda dapat memilih biji kopi sesuai dengan selera Anda, jika Anda penasaran dengan biji kopinya, di sini pelayan akan menjelaskannya kepada Anda sehingga anda bisa mendapatkan ilmunya juga."
    },
    {
        "id": 11,
        "name": "Kafe 80's Bocor Alus",
        "src": "./src/assets/images/kafe-80s.jpg",
        "imageAlt": "Kafe 80's",
        "address": "Jalan Parangtritis 5.5, Kulon No.RT. 007, Tarudan, Bangunharjo, Kec. Sewon, Kabupaten Bantul, Daerah Istimewa Yogyakarta",
        "description": "Kafe 80's Bocor Alus, kafe ini akan membawa kalian menuju suasana pada tahun 80-an.\nMemasuki kafe, koleksi barang antik semakin beragam menghiasi dinding dan tiang. Beberapa di antaranya yakni teko, rantang, baskom, hingga radio.\nRagam menu yang dihadirkan Kafe 80's Bocor Alus adalah kuliner ala rumahan."
    },
    {
        "id": 12,
        "name": "Lawas 613 Cafe",
        "src": "./src/assets/images/lawas-613.jpg",
        "imageAlt": "Lawas 613 Cafe",
        "address": "Jl. Prawirotaman 2 No.613, Brontokusuman, Kec. Mergangsan, Kota Yogyakarta, Daerah Istimewa Yogyakarta",
        "description": "Lawas 613 cafe mempunyai tempat yang tidak begitu besar, cafe ini mempunya desain yang sangat modern di bagian depannya, namun setelah masuk anda akan dikejutkan dengan suasana vintage yang sangat berbeda.\nCafe ini selain cocok untuk nongkrong dan mengerjakan perkerjaan juga bisa anda gunakan sebagai tempat selfie, karena desain interior tempat ini sangat unik dengan suasana vintage dipadukan berbagai ornamen dan deretan sepeda ontel tua menambah kesan vintage tempat ini."
    },
    {
        "id": 13,
        "name": "Journey Coffee & Records",
        "src": "./src/assets/images/journey-coffee.jpg",
        "imageAlt": "Journey Coffee",
        "address": "Jl. Komp. Colombo No.37, Mrican, Caturtunggal, Kec. Depok, Kabupaten Sleman, Daerah Istimewa Yogyakarta",
        "description": "Yang menarik dari Journey Coffee & Records (JRNY) adalah tentang konsep yang diusung karena menggabungkan antara tempat untuk ngopi dan juga musik.\nSelain menjadi tempat ngopi, JRNY rutin mengadakan gigs di setiap bulannya semenjak 2021. Agenda tersebut menampilkan band-band yang sebagian besar sudah memilki karya. Band-bandnya juga tidak hanya berasal dari Jogja saja."
    }
]