[
    {
        "id": 1,
        "name": "Kopi Joss",
        "src": "/Assets/drinks/kopi-joss.jpg",
        "imageAlt": "Kopi Joss",
        "price": "8000",
        "description": "Kopi Joss is a captivating Indonesian coffee beverage originating from Yogyakarta, Java. Its unique appeal lies in its unconventional preparation method, where a cup of strong black coffee is dramatically enhanced by the addition of a piece of red-hot charcoal, creating a crackling sound that gives it the name \"Joss.\"\nThis intriguing process imparts a subtle smokiness to the coffee, complementing its bold, aromatic flavor. Typically served in small cups with a layer of frothy foam on top, Kopi Joss is a sensory delight, both in taste and experience. Beyond its distinctive taste, Kopi Joss holds cultural significance, representing the charm and authenticity of Yogyakarta's coffee culture. It's often enjoyed at street-side stalls, offering locals and tourists alike a unique and memorable coffee experience."
    },
    {
        "id": 2,
        "name": "Wedang Uwuh",
        "src": "/Assets/drinks/wedang-uwuh.jpg",
        "imageAlt": "Wedang Uwuh",
        "price": "5000",
        "description": "Wedang Uwuh is a traditional Javanese herbal drink that delights the senses with its aromatic and soothing qualities. Hailing from the lush landscapes of Indonesia, this fragrant concoction combines a medley of exotic spices, including clove, cinnamon, ginger, and lemongrass, creating a symphony of flavors that dance on the palate. Sweetened with palm sugar and often served hot, Wedang Uwuh offers a comforting warmth that is perfect for chasing away the chill on a cool evening or simply indulging in a moment of relaxation. Beyond its delightful taste, Wedang Uwuh is cherished for its potential health benefits, believed to aid digestion and boost overall well-being, making it a beloved and culturally significant beverage in Indonesian cuisine."
    },
    {
        "id": 3,
        "name": "Wedang Ronde",
        "src": "/Assets/drinks/wedang-ronde.jpg",
        "imageAlt": "Wedang Ronde",
        "price": "5000",
        "description": "Wedang Ronde is a delightful and heartwarming Indonesian dessert that enchants the taste buds with its unique combination of flavors and textures. Hailing from the vibrant culinary traditions of Java, this sweet and aromatic treat features glutinous rice flour dumplings filled with crushed peanuts, palm sugar, and a hint of ginger. These dumplings are served in a warm, fragrant ginger and lemongrass-infused broth, creating a harmonious blend of sweet and spicy notes that dance on the palate. Topped with crispy fried shallots, this comforting dessert is a beloved symbol of Indonesian hospitality and a favorite choice for those seeking a cozy and satisfying culinary experience."
    },
    {
        "id": 4,
        "name": "Es Jaipong",
        "src": "/Assets/drinks/es-jaipong.jpg",
        "imageAlt": "Es Jaipong",
        "price": "5000",
        "description": "Es Jaipong is a delightful and refreshing Indonesian beverage that captures the essence of tropical paradise in a single glass. Originating from the vibrant streets of West Java, this icy concoction is a colorful and captivating fusion of flavors. It features a medley of ingredients such as jackfruit, avocado, sweet coconut, grass jelly, and pandan-infused syrup, all bathed in a generous helping of coconut milk and crushed ice. The result is a harmonious symphony of sweet, creamy, and slightly herbal notes, offering a cooling respite from the tropical heat and a delightful journey for the taste buds. Es Jaipong embodies the rich diversity of Indonesian culinary traditions and is a beloved treat that brings joy and satisfaction with every sip."
    },
    {
        "id": 5,
        "name": "Rujak Es Krim",
        "src": "/Assets/drinks/rujak-es-krim.jpg",
        "imageAlt": "Rujak Es Krim",
        "price": "7000",
        "description": "Rujak Es Krim is a tantalizing Indonesian dessert that combines the contrasting elements of sweet and spicy in a delightful and unexpected way. This unique dessert typically consists of a medley of tropical fruits, such as pineapple, mango, and apple, bathed in a spicy and tangy tamarind-based sauce that packs a flavorful punch. What sets Rujak Es Krim apart is the addition of a scoop of creamy vanilla ice cream, which adds a delightful contrast to the bold flavors of the sauce and creates a tantalizing balance of temperatures and tastes. This sweet and savory symphony, often garnished with crunchy peanuts and fried shallots, makes Rujak Es Krim an unforgettable treat that excites the senses and showcases the culinary ingenuity of Indonesia."
    },
    {
        "id": 6,
        "name": "Sarsaparilla",
        "src": "/Assets/drinks/sarsaparilla.jpg",
        "imageAlt": "Sarsaparilla",
        "price": "15000",
        "description": "Rujak Es Krim is a mouthwatering Indonesian dessert that artfully blends contrasting flavors and textures into a delectable harmony. This enticing treat combines a colorful assortment of tropical fruits, including pineapple, mango, and apple, all drenched in a spicy and tangy tamarind-based sauce that tantalizes the taste buds. What makes Rujak Es Krim truly special is the addition of a generous scoop of velvety vanilla ice cream, which provides a cooling and creamy contrast to the bold and zesty flavors of the sauce. Often garnished with crunchy peanuts and fried shallots, this dessert is a delightful symphony of sweet, sour, spicy, and creamy sensations that captures the essence of Indonesian culinary creativity."
    },
    {
        "id": 7,
        "name": "Wedang Tahu",
        "src": "/Assets/drinks/wedang-tahu.jpg",
        "imageAlt": "Wedang Tahu",
        "price": "6000",
        "description": "Wedang Tahu is a warming and flavorful Indonesian beverage that offers a unique blend of ingredients and tastes. Originating from the rich culinary traditions of Java, this comforting drink is made from tofu cubes and served in a fragrant ginger and palm sugar-infused broth. The tofu absorbs the sweet and spicy flavors of the broth, creating a delightful contrast in textures and tastes. Often enjoyed hot, Wedang Tahu is not only a soothing and satisfying beverage but is also believed to have potential health benefits, particularly for digestion and overall well-being. With its harmonious blend of sweet, spicy, and savory elements, Wedang Tahu is a beloved symbol of Indonesian hospitality and a delightful treat for those seeking a taste of authentic Indonesian cuisine."
    },
    {
        "id": 8,
        "name": "Bir Pletok",
        "src": "/Assets/drinks/bir-pletok.jpg",
        "imageAlt": "Bir Pletok",
        "price": "3000",
        "description": "Bir Pletok is a traditional and invigorating Indonesian herbal beverage that brings together a delightful medley of spices and flavors. Hailing from the vibrant culture of Jakarta and West Java, this unique drink features a base of palm sugar and coconut water, infused with a blend of aromatic ingredients such as ginger, lemongrass, pandan leaves, and cloves. These spices infuse the beverage with a harmonious symphony of sweet, spicy, and slightly tangy notes, creating a truly distinctive taste experience. Often served hot, Bir Pletok not only tantalizes the taste buds but also provides comfort and warmth, making it a cherished part of Indonesia's culinary heritage and a must-try for those seeking a flavorful journey through Indonesian cuisine."
    }

]